---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.Profile2FlippedHor
source: html/852070a3-d027-2538-25e0-1127684464eb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.Profile2FlippedHor Property

"Profile Is Flipped"

## Syntax (C#)
```csharp
public static ForgeTypeId Profile2FlippedHor { get; }
```